/* Localizable strings of com.apple.MCXRedirector preference manifest */

"MCXRedirector.pfm_title" =			"폴더 재전송";
"MCXRedirector.pfm_description" =			"사용자 홈 안의 폴더로부터 다른 폴더로 심볼릭 링크를 생성 및 제거합니다. 사용자가 대상 폴더에 연결하려면 적절한 권한이 필요합니다.";

"LoginRedirection-raw.pfm_title" =			"로그인 재전송";
"LoginRedirection-raw.pfm_description" =			"사용자 로그인 시 수행되는 재전송.";
"OtherRedirection-raw.pfm_title" =			"기타 재전송";
"OtherRedirection-raw.pfm_description" =			"네트워크 변환 및 환경설정이 관리될 때마다 재전송이 수행됩니다.";
"LogoutRedirection-raw.pfm_title" =			"로그아웃 재전송";
"LogoutRedirection-raw.pfm_description" =			"사용자 로그아웃 시 수행되는 재전송.";

"ActionInfo.pfm_title" =			"동작 재전송";
"ActionInfo.pfm_description" =			"동작 재전송입니다.";

"action.pfm_title" =			"동작";
"action.pfm_description" =			"수행되는 동작입니다. “deleteAndCreateSymLink”를 사용하여 “폴더 경로”에 있는 항목을 삭제하고 “대상 폴더 경로”에 대한 심볼릭 링크를 생성하십시오.  “renameAndCreateSymLink”를 사용하여 “폴더 경로”에 있는 항목의 이름을 변경하고 “대상 폴더 경로”에 대한 심볼릭 링크를 생성하십시오.  “deletePath”를 사용하여 “폴더 경로”에 있는 항목을 삭제하십시오. “deleteSymLinkAndRestore”를 사용하여 “폴더 경로”에 있는 심볼릭 링크를 삭제하고 “renameAndCreateSymLink”에서 생성한 폴더를 “폴더 경로”로 이동하십시오.";
"path.pfm_title" =			"폴더 경로";
"path.pfm_description" =			"동작을 수행할 폴더 경로이며 심볼릭 링크를 위치시킬 곳입니다. 경로가 사용자의 홈에 있어야 합니다. “~/”로 경로가 시작됩니다.";
"destPath.pfm_title" =			"대상 폴더 경로";
"destPath.pfm_description" =			"심볼릭 링크에 대한 대상 폴더 경로. “~”을 사용하여 현재 사용자 홈에 있는 경로를 지정하십시오. “%@”을(를) 사용하여 현재 사용자의 이름을 지정하십시오.";
